import Link from "next/link";
import Image from "next/image";
// import { BsQuote } from "react-icons/bs";
import { QuoteIcon } from '@radix-ui/react-icons'
export default function Convention( {baseURL}:{baseURL:string}) {
  // const baseURL = "/kHbcd/stockholms"
  return (
    <section>
      <div className="m-auto">
        <blockquote id="convention" >
        <QuoteIcon className="text-slate-400 w-6 h-6 dark:text-blue-300/70 rotate-180" />
          <h1 className="text-3xl text-blue-600 font-semibold -mt-3 ml-6">
            อนุสัญญาสตอกโฮล์ม
          </h1>
        </blockquote>
      </div>
      <p>
        อนุสัญญาสตอกโฮล์ม ว่าด้วยมลพิษที่ตกค้างยาวนาน เป็นข้อตกลงระดับนานาชาติ
        เพื่อร่วมกันปกป้องสุขอนามัยของมนุษย์และสิ่งแวดล้อมจากสาร POPs
        ซึ่งเป็นกลุ่มสารเคมีที่มีลักษณะเฉพาะตัวที่ทำให้แต่ละประเทศไม่สามารถแก้ไขปัญหาได้โดยลำพัง
        ได้แก่ มีความเป็นพิษสูง สลายตัวในสิ่งแวดล้อมได้ยาก
        เคลื่อนที่ข้ามพรมแดนได้ไกล และสามารถสะสมในสิ่งมีชีวิต
        ในห่วงโซ่อาหารและในสิ่งแวดล้อมได้มาก
      </p>
      <p>
        อนุสัญญาสตอกโฮล์ม มีกลไกทางกฎหมาย เพื่อให้มีการกำจัดหรือลดการปลดปล่อยสาร
        POPs ทั้งแบบจงใจและไม่จงใจในประเทศภาคีสมาชิก
        โดยมาตรการภายใต้อนุสัญญาสตอกโฮล์มครอบคลุม
        การลดหรือเลิกการผลิตและการใช้สาร POPs การหยุดการนำเข้าและการส่งออก
        การควบคุมไม่ให้เกิดการก่อโดยไม่จงใจ
        การจัดการกับพื้นที่ปนเปื้อนและการกำจัดสาร POPs ที่ยังคงค้างในสตอก
        การส่งเสริมและการสนับสนุนการใช้สารทดแทนและการใช้เทคโนโลยีที่ดีที่สุด
        (Best Available Technique: BAT) ในการจัดการปัญหา รวมถึงการตรวจติดตาม
        ประเมินผลและการทบทวนมาตรการจัดการระดับชาติเป็นระยะๆ ตามความเหมาะสม
        อนุสัญญาสตอกโฮล์ม ยังมีกลไกการให้ความช่วยเหลือ
        ทั้งในด้านเทคนิคและด้านเงินทุน
        เพื่อช่วยสมาชิกในประเทศกำลังพัฒนาให้สามารถจัดการกับสาร POPs
        ในประเทศของตนให้ได้อย่างมีประสิทธิภาพและปลอดภัย
      </p>
      <div className="text-center m-4">
        <figure id="shcFig1">
          <Image src="/shcFig/Figure1.png" width={600} height={600} alt="Figure 1" className="m-auto"/>
          <figcaption className="text-center">
            รูปที่ ๑: สารที่เข้าข่ายสาร POPs ภายใต้อนุสัญญาสตอกโฮล์ม
            มีเพิ่มมากขึ้นเรื่อยๆ
          </figcaption>
        </figure>
      </div>
      <p>
        อนุสัญญาสตอกโฮล์มมีกลไกให้ภาคีสมาชิกเสนอสารเคมีที่มีสมบัติเป็น “สาร
        POPs” ที่จำเป็นต้องมีมาตรการควบคุมในระดับนานาชาติ เข้าในบัญชีรายชื่อสาร
        POPs ภายใต้อนุสัญญาฯ โดยมีคณะกรรมการกลั่นกรอง (POPs Reviewing Committee:
        POPRC)
        เพื่อศึกษาลักษณะสมบัติของสารเคมีที่ภาคีสมาชิกเสนอเทียบกับเกณฑ์การพิจารณาที่ได้ตกลงร่วมกัน
        ประเมินความเสี่ยง (Risk profile) และมาตรการจัดการความเสี่ยง (Risk
        management evaluation) และจัดทำข้อเสนอแนะต่อที่ประชุมรัฐภาคี (Conference
        of the Parties: COP) ซึ่งจะจัดเป็นประจำทุก 2 ปี โดยในช่วงเริ่มต้น
        อนุสัญญาสตอกโฮล์มได้ขึ้นบัญชีสาร POPs 12 รายการ รู้จักกันในนาม “Dirty
        Dozen” จนปัจจุบันมีสารเคมีที่เข้าข่ายเป็นสาร POPs
        ภายใต้อนุสัญญาสตอกโฮล์มแล้ว 31 รายการ
        ทั้งยังมีสารที่เข้าข่ายที่อยู่ระหว่างการพิจารณาอีกเป็นจำนวนมาก
        โดยสารเคมีที่ถูกขึ้นบัญชีเป็นสาร POPs ภายใต้อนุสัญญาสตอกโฮล์มในช่วง 10
        ปีหลังส่วนใหญ่เป็นสารเคมีที่ใช้ภาคอุตสาหกรรม (POPs industrial chemicals)
        (ดู<Link href={`${baseURL}#shcFig1`}>รูปที่ ๑</Link>)
      </p>
      <p>
        ประเทศไทยได้ลงนามและให้สัตยาบันในอนุสัญญาสตอกโฮล์ม มาตั้งแต่ปีพ.ศ. 2548
        (ค.ศ. 2005) และได้จัดทำแผนการจัดการระดับชาติ (National Implementation
        Plan: NIP) สำหรับสาร POPs ในบัญชีแรกทั้ง 12 รายการ
        ส่งไปยังสำนักเลขาธิการอนุสัญญาสตอกโฮล์มครบถ้วนตามพันธกรณี
        ทั้งยังได้จัดตั้งคณะอนุกรรมการอนุสัญญาสตอกโฮล์มฯ
        เพื่อทำหน้าที่พิจารณารายละเอียดของอนุสัญญาฯ
        และกำหนดท่าทีของประเทศในการประชุม COP
        รวมถึงการสนับสนุนและให้ความเห็นเกี่ยวกับการดำเนินงานตามแผนจัดการระดับชาติ
        และได้มอบหมายให้กรมควบคุมมลพิษ
        ทำหน้าที่เป็นศูนย์ประสานงานอนุสัญญาสตอกโฮล์มฯ (Stockholm Convention
        Focal Point)
      </p>
      <p>
        ทุกครั้งที่มีการขึ้นบัญชีรายชื่อสาร POPs รายการใหม่
        ภาคีสมาชิกมีพันธกรณีภายใต้ข้อบทที่ 7 ของอนุสัญญาฯ
        ที่ต้องประเมินสถานการณ์ภายในประเทศ ทบทวนและปรับปรุงแผนการจัดการระดับชาติ
        ให้ครอบคลุมการจัดการสาร POPs ชนิดใหม่
        และจัดทำรายงานเสนอต่อสำนักเลขาธิการอนุสัญญาฯ ภายในกำหนดเวลา 2
        ปีหลังสารนั้นๆ มีผลบังคับใช้กับประเทศของตน ปัจจุบัน
        ไทยอยู่ระหว่างการพิจารณาอนุมัติ แผนการจัดการระดับชาติ ฉบับที่ 2
        เพื่อจัดส่งให้กับสำนักเลขาธิการอนุสัญญาสตอกโฮล์ม ตามพันธกรณี
      </p>
    </section>
  );
}
