// import { BsQuote } from "react-icons/bs";
import { QuoteIcon } from '@radix-ui/react-icons'

export default function HiddenDanger( {baseURL}:{baseURL:string}) {
  // const baseURL = "/kHbcd/stockholms"
  return (
    <section>
      <div className="m-auto">
        <blockquote id="hiddenDanger" >
          <QuoteIcon className="text-slate-400 w-6 h-6 dark:text-blue-300/70 rotate-180" />
          <h1 className="text-3xl text-blue-600 font-semibold -mt-3 ml-6">
            สาร POPs - ภัยเงียบใกล้ตัว
          </h1>
        </blockquote>
      </div>
      <div>
        สารมลพิษที่ตกค้างยาวนาน หรือ Persistent Organic Pollutants
        หรือเรียกสั้นๆ ว่า “สาร POPs” เป็นกลุ่มสารเคมีที่มีลักษณะสำคัญ ๔
        ด้านประกอบกันได้แก่
        <ol className="m-6 list-decimal">
          <li>
            <strong className="text-blue-500 dark:text-blue-300">
              เป็นสารพิษ
            </strong>{" "}
            ที่สามารถเป็นอันตรายต่อมนุษย์ สัตว์และสิ่งมีชีวิต สาร POPs
            บางชนิดเป็นสารก่อมะเร็ง ทำลายระบบประสาท
            ทำให้เกิดความผิดปกติของระบบสืบพันธุ์
            รวมถึงการก่อกวนการทำงานของฮอร์โมน
            การทำให้ระบบภูมิคุ้มกันอ่อนแอหรือบกพร่อง ฯลฯ
          </li>
          <li>
            <strong className="text-blue-500 dark:text-blue-300">
              สลายตัวในสิ่งแวดล้อมได้ยาก
            </strong>
            สาร POPs จึงเป็นสารพิษที่สามารถตกค้างอยู่ในสิ่งแวดล้อมได้เป็นเวลานาน
            ซึ่งเปิดโอกาสให้สารเหล่านี้ สามารถวนกลับมาทำร้ายมนุษย์
            สัตว์และสิ่งมีชีวิตต่างๆ ในธรรมชาติได้มากขึ้น
          </li>
          <li>
            <strong className="text-blue-500 dark:text-blue-300">
              สามารถแพร่กระจายได้ไกล
            </strong>
            ทั้งในอากาศและในน้ำ
            หรือแม้กระทั่งการแพร่กระจายผ่านสัตว์ที่มีการอพยพย้ายถิ่นตามฤดูกาล
            ทำให้มีสาร POPs แพร่กระจายและหมุนวนอยู่ทั่วทุกหนทุกแห่งในโลก และ
          </li>
          <li>
            <strong className="text-blue-500 dark:text-blue-300">
              สามารถสะสม
            </strong>
            ในร่างกายและในเนื้อเยื่อของมนุษย์และสิ่งมีชีวิต
            และสามารถเพิ่มพูนปริมาณการสะสมผ่านการกินต่อกันเป็นทอดในโซ่อาหาร
            โดยสัตว์ผู้ล่าที่อยู่ระดับบนของโซ่อาหาร (เช่นมนุษย์) มักมีสาร POPs
            สะสมในร่างกายสูงกว่าสัตว์ที่เป็นผู้ถูกล่าและพืช
          </li>
        </ol>
      </div>
      <div className="my-4">
        สาร POPs หลายชนิดยังสามารถถ่ายทอดจากแม่สู่ลูกหลานในรุ่นถัดๆ ไปได้ สาร
        POPs ที่ได้รั่วไหลปนเปื้อนลงสู่สิ่งแวดล้อม
        จึงสามารถบั่นทอนสุขภาพอนามัยมนุษย์และสิ่งแวดล้อมต่อเนื่องเป็นเวลานาน
        ทั้งต่อชนรุ่นนี้และรุ่นต่อไปที่ไม่เคยได้รับสารเหล่านี้โดยตรง
      </div>
      <div className="my-4">
        <strong>สาร POPs ทุกชนิดเป็นสารเคมีที่มนุษย์ผลิตขึ้น</strong>{" "}
        ทั้งด้วยความตั้งใจและไม่ได้ตั้งใจ สารเหล่านี้ อาจพบเห็นได้ในรูปสารเคมี
        (เช่น ยาฆ่าแมลง ทั้งที่ยังไม่ถูกนำมาใช้งาน และที่เป็นสารตกค้างใน ดิน
        แหล่งน้ำ หรือในอาหาร หรือสารเติมแต่งในน้ำยาดับเพลิง
        หรือน้ำยาชุบเคลือบผิวบางชนิด ฯลฯ) ในรูปสารที่ใช้เติมในเนื้อวัสดุ (เช่น
        สารหน่วงการติดไฟ
        ที่อยู่ในเนื้อพลาสติกที่ถูกนำมาขึ้นรูปเป็นผลิตภัณฑ์อุตสาหกรรม
        เช่นเครื่องรับโทรทัศน์ รถยนต์ เฟอร์นิเจอร์และเครื่องใช้ในบ้าน ฯลฯ)
        หรือสารเคมีที่ผลิตขึ้นโดยไม่ได้ตั้งใจ เช่น
        ไอเสียจากการเผาไหม้ที่ไม่สมบูรณ์
        หรือควันพิษจากการเผาไหม้ขยะที่มีสารก่อไดออกซิน เป็นต้น แต่ด้วยเหตุที่สาร
        POPs สามารถแพร่กระจายอย่างได้อย่างไร้พรมแดน
        การผลิตและ/หรือการปลดปล่อยสารมลพิษที่ตกค้างยาวนานในประเทศใดประเทศหนึ่ง
        สามารถแพร่กระจายไปก่อผลกระทบกับประชาชนในประเทศอื่นได้
        อีกทั้งประชาชนในประเทศที่มีความพร้อมน้อยกว่าหรือประชาชนกลุ่มเด็กหรือผู้ด้อยโอกาส
        ก็มักเป็นผู้ได้รับผลกระทบที่รุนแรงกว่า
        จึงเป็นที่มาของการออกอนุสัญญาสตอกโฮล์มว่าด้วยสารมลพิษที่ตกค้างยาวนานขึ้น
        เมื่อปี ค.ศ. 2004 เพื่อให้ประเทศภาคีสมาชิกร่วมกันกำจัดสาร POPs ให้หมดไป
        รวมทั้งให้ความช่วยเหลือประเทศสมาชิก ให้สามารถจัดการสาร POPs
        ได้อย่างมีประสิทธิภาพและถูกหลักวิชาการ
      </div>
    </section>
  );
}
